ark
base
base-devel
dkms
dolphin
efibootmgr
egl-wayland
firefox
fzf
ghostty
grub
gst-plugin-pipewire
htop
intel-ucode
iwd
kate
konsole
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
nano
neofetch
network-manager-applet
networkmanager
nvidia-dkms
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
smartmontools
vim
wget
wireless_tools
wireplumber
xdg-utils
xorg-xinit
yazi
zram-generator
